["Biến cố Phật giáo năm 1963 còn được gọi là gì?", "Khủng hoảng Phật giáo năm 1963", "Biến cố Phật giáo 1963"]
["Biến cố Phật giáo năm 1963 là sự kiện gì?", "Đỉnh điểm trong cao trào đấu tranh đòi quyền tự do và bình đẳng tôn giáo của các tín đồ Phật giáo tại miền Nam Việt Nam vào năm 1963.", "Biến cố Phật giáo 1963"]
["Biến cố Phật giáo năm 1963 dẫn đến sự kiện gì?", "Cuộc đảo chính lật đổ chính quyền của Tổng thống Ngô Đình Diệm.", "Biến cố Phật giáo 1963"]
["Biến cố Phật giáo năm 1963 có ảnh hưởng như thế nào?", "Có ảnh hưởng to lớn trong cuộc Chiến tranh Việt Nam cũng như trong lịch sử tôn giáo và lịch sử chính trị Việt Nam.", "Biến cố Phật giáo 1963"]
["Biến cố Phật giáo năm 1963 kéo dài bao lâu?", "Nửa năm.", "Biến cố Phật giáo 1963"]
["Biến cố Phật giáo năm 1963 xảy ra ở đâu?", "Miền Nam Việt Nam.", "Biến cố Phật giáo 1963"]
["Ai đứng đầu Chính phủ Việt Nam Cộng hòa trong biến cố Phật giáo năm 1963?", "Tổng thống Ngô Đình Diệm.", "Biến cố Phật giáo 1963"]
["Phong trào Phật giáo miền Nam năm 1963 có quy mô như thế nào?", "Quy mô rộng lớn mang màu sắc tôn giáo của các tầng lớp nhân dân miền Nam.", "Biến cố Phật giáo 1963"]
["Phong trào Phật giáo miền Nam năm 1963 thu hút được những đối tượng nào?", "Hàng triệu người không phân biệt xu hướng, chính kiến, từ các nhà tư sản dân tộc đến các trí thức, sinh viên, nhân dân lao động đến cả những tín đồ Thiên Chúa giáo cấp tiến.", "Biến cố Phật giáo 1963"]
["Ai tham gia đấu tranh trong phong trào Phật giáo miền Nam năm 1963?", "Mọi tầng lớp nhân dân, đồng minh Hoa Kỳ, một số đông công chức, sĩ quan, binh sĩ trong bộ máy chính quyền Ngô Đình Diệm.", "Biến cố Phật giáo 1963"]
["Chính phủ Ngô Đình Diệm đã dùng giải pháp gì để đối phó với phong trào Phật giáo miền Nam năm 1963?", "Dùng giải pháp vũ lực bằng cách đem binh sĩ tấn công phong tỏa các chùa chiền, bắt các nhà sư, Phật tử và những người có liên quan đến phong trào đấu tranh của Phật giáo.", "Biến cố Phật giáo 1963"]
["Cuộc khủng hoảng Phật giáo năm 1963 dẫn đến sự phân hóa trong bộ máy chính quyền và cuộc đấu tranh của ai?", "Cuộc đấu tranh của các tu sĩ, Phật tử lan rộng sang các tầng lớp xã hội khác như trí thức, công thương, học sinh - sinh viên.", "Biến cố Phật giáo 1963"]
["Chính phủ Ngô Đình Diệm không còn được chấp nhận trong con mắt của ai?", "Nhiều tầng lớp xã hội miền Nam Việt Nam.", "Biến cố Phật giáo 1963"]
["Ai đã đảo chính lật đổ Ngô Đình Diệm trong biến cố Phật giáo năm 1963?", "Một số tướng lĩnh trong Quân lực Việt Nam Cộng Hoà, với sự đồng tình của đại sứ quán Hoa Kỳ.", "Biến cố Phật giáo 1963"]
["Chính phủ Ngô Đình Diệm thành lập Ủy ban Liên bộ để giải quyết vấn đề gì?", "Giải quyết những nguyện vọng của Phật giáo.", "Biến cố Phật giáo 1963"]
["Tại sao mỗi hành động của chính quyền được lãnh đạo Phật giáo xem là một âm mưu chống lại tôn giáo của họ?", "Vì hai bên không tìm được tiếng nói chung để giải quyết cuộc khủng hoảng.", "Biến cố Phật giáo 1963"]
["Biến cố Phật giáo năm 1963 có ảnh hưởng đến tình hình của chính phủ Ngô Đình Diệm như thế nào?", "Chính phủ Ngô Đình Diệm mất hết uy tín trong và ngoài nước.", "Biến cố Phật giáo 1963"]
["Biến cố Phật giáo năm 1963 có ảnh hưởng đến quân nhân không?", "Có, tình trạng suy sụp tinh thần của quân nhân các cấp.", "Biến cố Phật giáo 1963"]
["Sự cố sập nhịp dẫn cầu Cần Thơ là sự kiện gì?", "Sự cố sập nhịp dẫn cầu Cần Thơ là một trong những thảm họa cầu đường và tai nạn xây dựng nghiêm trọng nhất tại Việt Nam.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Sự cố sập nhịp dẫn cầu Cần Thơ xảy ra vào ngày nào?", "Sự cố sập nhịp dẫn cầu Cần Thơ xảy ra vào ngày 26 tháng 9 năm 2007.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Sự cố sập nhịp dẫn cầu Cần Thơ xảy ra ở đâu?", "Sự cố sập nhịp dẫn cầu Cần Thơ xảy ra tại xã Mỹ Hòa, thị xã Bình Minh tỉnh Vĩnh Long.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Cầu Cần Thơ đang được xây dựng ở đâu?", "Cầu Cần Thơ đang được xây dựng tại xã Mỹ Hòa, thị xã Bình Minh tỉnh Vĩnh Long.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Cầu Cần Thơ bị sập nhịp dẫn cao khoảng bao nhiêu mét?", "Cầu Cần Thơ bị sập nhịp dẫn cao khoảng 30 mét.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Cầu Cần Thơ bị sập nhịp dẫn do nguyên nhân gì?", "Cầu Cần Thơ bị sập nhịp dẫn do lún lệch đài móng trụ tạm.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Ai đã báo cáo kết quả điều tra sự cố sập nhịp cầu Cần Thơ?", "Bộ trưởng Xây dựng Nguyễn Hồng Quân.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Bộ trưởng Xây dựng Nguyễn Hồng Quân báo cáo kết quả điều tra sự cố sập nhịp cầu Cần Thơ vào ngày nào?", "Bộ trưởng Xây dựng Nguyễn Hồng Quân báo cáo kết quả điều tra sự cố sập nhịp cầu Cần Thơ vào ngày 2 tháng 7 năm 2008.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Sự cố sập nhịp cầu Cần Thơ là một trong những thảm họa nào?", "Sự cố sập nhịp cầu Cần Thơ là một trong những thảm họa cầu đường và tai nạn xây dựng nghiêm trọng nhất tại Việt Nam.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Cầu Cần Thơ bị sập nhịp dẫn kéo theo những gì xuống đất?", "Cầu Cần Thơ bị sập nhịp dẫn kéo theo giàn giáo cùng nhiều công nhân, kỹ sư đang làm việc xuống đất.", "Sự cố sập nhịp dẫn cầu Cần Thơ"]
["Bão Linda được biết đến ở Philippines với tên gọi gì?", "Áp thấp nhiệt đới Openg", "Bão nhiệt đới Linda"]
["Bão Linda được biết đến ở Việt Nam với tên gọi gì?", "Cơn bão số 5", "Bão nhiệt đới Linda"]
["Bão Linda tấn công vào miền Nam Việt Nam vào ngày nào?", "Ngày 2 tháng 11", "Bão nhiệt đới Linda"]
["Sức gió của bão Linda là bao nhiêu?", "100 km/giờ", "Bão nhiệt đới Linda"]
["Mưa lớn do bão Linda gây ra là bao nhiêu?", "500mm-700mm", "Bão nhiệt đới Linda"]
["Bão Linda đã gây thiệt hại như thế nào tại Việt Nam?", "Số người thiệt mạng là 3.111 người, tổng thiệt hại vật chất là 385 triệu USD", "Bão nhiệt đới Linda"]
["Bão Linda đã gây thiệt hại như thế nào về nhà cửa?", "Khoảng 200.000 ngôi nhà bị tàn phá và khoảng 383.000 người mất nhà cửa", "Bão nhiệt đới Linda"]
["Bão Linda đã tác động đến những quốc gia nào?", "Thái Lan, Myanmar, Indonesia, Malaysia, và Campuchia", "Bão nhiệt đới Linda"]
["Bão Linda đã gây thiệt mạng bao nhiêu người ở Thái Lan?", "Ít nhất 164 người", "Bão nhiệt đới Linda"]
["Bão Linda đã gây thiệt hại như thế nào về mùa màng?", "Tổn thất về mùa màng trên diện rộng", "Bão nhiệt đới Linda"]
